{"pageProps":{"post":{"publish":true,"enable_form":false,"tags":[{"_id":"5ecf6d5afedd7f004b269754","name":"COVID-19","createdAt":"2020-05-28T07:50:50.715Z","updatedAt":"2020-05-28T07:50:50.715Z","__v":0,"id":"5ecf6d5afedd7f004b269754"},{"_id":"5ecf6d5efedd7f004b269755","name":"Patient Zero","createdAt":"2020-05-28T07:50:54.511Z","updatedAt":"2020-05-28T07:50:54.511Z","__v":0,"id":"5ecf6d5efedd7f004b269755"},{"_id":"5ecf6d65fedd7f004b269756","name":"Influenza B","createdAt":"2020-05-28T07:51:01.109Z","updatedAt":"2020-05-28T07:51:01.109Z","__v":0,"id":"5ecf6d65fedd7f004b269756"},{"_id":"5ecf6d6dfedd7f004b269757","name":"Health Code System","createdAt":"2020-05-28T07:51:09.529Z","updatedAt":"2020-05-28T07:51:09.529Z","__v":0,"id":"5ecf6d6dfedd7f004b269757"},{"_id":"5ecf6ceefedd7f004b26974a","name":"China","createdAt":"2020-05-28T07:49:02.515Z","updatedAt":"2020-10-14T03:40:05.244Z","__v":0,"id":"5ecf6ceefedd7f004b26974a"}],"relative_posts":[],"_id":"5ecab555602fc90040476053","post_url":"teamt5-special-report-how-china-utilizes-its-cyber-strength-and-propaganda-machine-to-handle-the-covid-19-pandemic","post_name":"TeamT5 Special Report: How China Utilizes Its Cyber Strength and Propaganda Machine to Handle the COVID-19 Pandemic","banner_img_url":"https://res.cloudinary.com/dvgomg5gh/image/upload/v1590342969/20200422_cover_a564171fca.jpg","contents":[{"locale":"en","_id":"5ecab555602fc90040476054","title":"Special Report: How China Utilizes Its Cyber Strength and Propaganda Machine to Handle the COVID-19 Pandemic","context":"*\\*Please noted that this blog post is a shortened version of our analysis. To assess the full version of the analysis, please subscribe our report \"Cyber Affairs Biweekly-Update.\"*\n\n### Key Takeaways\n\n1. China has exerted ever greater influence over the globe since the outbreak of the coronavirus. Over the past three months, TeamT5 has been monitoring how China utilizes its cyber strength and propaganda machine to handle the Covid-19 pandemic.\n2. The Chinese authorities have collaborated with telecom firms and tech giants in China, using technologies such as big data to control the public opinion and people's movement. The regime has implemented measures such as digital surveillance, keywords censorship on social media applications, and Health Code System.\n3. Moreover, China has also exercised its propaganda machine to shape both domestic and international narrative of the pandemic. The Chinese officials and Chinese state media have utilized various social media platforms, particularly Weibo and Twitter, to disseminate propaganda to Chinese people and foreign audiences. Some Chinese officials have connived and even promoted online conspiracy theory, which claimed China is not the origin of the coronavirus.\n\n### Blurred Lines Between State and Corps: Telecom Surveillance and Health Code System\n\nThe Chinese Communist Party (CCP) has collaborated with its national tech giants and telecom firms to implement a series of security measures in the name of containing the coronavirus outbreak.\n\nThe regime has elevated its digital control over domestic citizens. In mid-February, China's Ministry of Industry and Information Technology (MIIT) sent a notice to Information and Communications Technology (ICT) service providers, demanding relevant firms to strengthen monitoring and censorship over online public discussion.\\[1\\] The MIIT also announced the utilization of telecom big data analysis in support of the battle against the coronavirus. \\[2\\]\n\nAs the country tried to resume normal operations, the Chinese authorities launched Health Code System, using big data to monitor citizens' health status and then regulate their movement. The Health Code System is developed by the Ant Financial, an affiliate company of the Chinese Alibaba Group, and Tencent in collaboration with the Chinese authorities.\n\nThe system has raised privacy concerns since it connects and integrates databases of government units and private firms, forming a comprehensive surveillance system which contains real name, phone number, ID, address, travel history, health status and contact history. Moreover, only 3 out of 16 Health Code Apps list their user agreement and privacy policy at installation, while others will directly direct users to the registration page to fill out personal information.\\[3\\] This shows that most of the users' data are collected, processed, and shared without informed consent.\n\n### Strategic Distraction and Positive Propaganda Targeting Domestic Citizens\n\nThe authoritarian regime is also in another battle to shape the public opinion about the epidemic. Initially, the Chinese state media employed strategic distraction to mitigate the seriousness of the coronavirus. Before Wuhan Lockdown on January 23, Chinese state media started reporting the Influenza B in the United States.\\[4\\] The topic \"Influenza B outbreak in the US\" (美国爆发乙型流感) reached 500 million views and 31,000 discussions on Weibo.\\[5\\]\n\n![](https://res.cloudinary.com/dvgomg5gh/image/upload/v1590718735/SR_1_4fb4158a6a.png)_Figure 1: News report by the China Central Television (CCTV)._\n\nAs the number confirmed cases soared in China, the Chinese state media outlets started to spread positive propaganda. For instance, they highly praised the Chinese authorities' handling of the virus by highlighting the rapid construction of Huoshenshan Hospital.\\[6\\] They also promoted narratives such as \"the Chinese people are sacrificing to fight the virus\", accompanied by praises from WHO Director General Tedros Adhanom Ghebreyesus.\\[7\\]\\[8\\]\n\n![](https://res.cloudinary.com/dvgomg5gh/image/upload/v1590718736/SR_2_0b7b7f6542.png)_Figure 2: YouTube video by China Global Television Network (CGTN)._\n\nThe regime has seized the opportunity to demonstrate the country's strength to contain the virus as well as the advantages of an authoritarian regime. The CCP uses the case to show that its authoritarian governance system is more effective than the liberal democracies when facing a crisis like the Covid-19 pandemic.\n\n### Propaganda, Hoaxes and Conspiracy Theories: From Troublemaker to Global Savior\n\nAlthough China was widely criticized for its delayed and opaque treatment to the coronavirus outbreak during the initial stage, the regime has backed on its feet to polish its international image after the pandemic seems to have subsided in China.\n\nIn particular, Italy, the first G-7 country to join China's Belt and Road Initiative (BRI), became a favorable environment for the regime to launch propaganda. We observed a series of propaganda was launched against Italy.\n\n![](https://res.cloudinary.com/dvgomg5gh/image/upload/v1590718735/SR_3_c2c0ee47d2.png)_Figure 3: The Chinese embassy posted a series of tweets to promote China's medical aids foe Italy, using hashtag #ForzaCinaeItalia_\n\nThe campaign is revealed to have boosted by social manipulation, as the hashtag #ForzaCinaeItalia (Go China, go Italy) was promoted by Twitter bot accounts.\\[9\\]\n\nIn another case, since March 15, Chinese state media outlets as well as Chinese diplomats Hua Chunying and Zhao Lijian have promoted a video of Italian chanting \"Grazie, Cina!\" on their balconies with the Chinese anthem \"March of the Volunteers\" playing.\\[10\\] The video was examined by researchers and was claimed to be manufactured.\n\n![](https://res.cloudinary.com/dvgomg5gh/image/upload/v1590718737/SR_4_b4d7e95934.png)_Figure 4: Hua Chunying's sharing the video on Twitter._\n\n### \"Origin\" Propaganda: Conspiracy Theories of Patient Zero\n\nConspiracy theories of the origin of the coronavirus have emerged across social media platforms as early as January. One of the significant cases is a conspiracy theory claiming that the US military had brought the coronavirus to Wuhan during the 2019 Military World Games.\n\nStarting from March 12, 2020, Zhao Lijian, a deputy director of the Chinese Foreign Ministry's Information Department, has posted a series of tweet to amplify the conspiracy theory on Twitter. In one of his tweets, he shared a video clip of US Centers for Disease Control (CDC) chief Robert Redfield saying some Covid-19 death might have been diagnosed as influenza in the US, using it as evidence that the virus originated in the US.\\[11\\]\n\n![](https://res.cloudinary.com/dvgomg5gh/image/upload/v1590718735/SR_5_2802d4b539.png)_Figure 5: A series of tweets by Zhao Lijian promoting the conspiracy theory, along with articles of \"globalresearch.ca\". The website often promotes anti-US conspiracy theory._\n\n![](https://res.cloudinary.com/dvgomg5gh/image/upload/v1590718735/SR_6_2bb97447e7.png)_Figure 6: Global Times reporting the conspiracy theory about US military personnel bringing COVID-19 to China._\n\nBesides the US, Italy is also one of the scapegoats for China's coronavirus origin propaganda. Starting from March 22, multiple Chinese state media outlets have published news article titled \"Coronavirus may have existed in Italy since November: local researcher,\" implying that Italy was the origin of Coronavirus.\\[12\\]\\[13\\] They cited the words of the Italian physician Giuseppe Remuzzi in an interview with NPR on March 19 \\[14\\], using it as statement to prove that China is not the origin of the coronavirus.\n\nAlthough Remuzzi protested that his words were twisted by China, the narrative has already gone viral.\\[15\\] The CCTV created a topic \"Expert claims the coronavirus may have existed in Italy since November\" (专家称疫情去年11月或已在意大利流行), which reached approximately 500 million views and 35,000 discussion posts.\n\n### Conclusion\n\nChina's cyber strength and digital influence did not scale down even in the times of the pandemic. Instead, the regime took the opportunity to pose itself as a global leader more capable than the US. We can see that the CCP has well mastered its cyber capabilities and propaganda machine, expanding the regime's control from physical entities to public opinion. Moreover, the CCP has elevated its efforts to shape international opinion through the Twitter platform. We assess that the CCP will have more power of discourse and influence after they learned to conduct propaganda campaign on foreign social media platforms, and every party should be vigilant about it.\n\n### Reference\n\n\\[1\\] 工业和信息化部办公厅关于做好疫情防控期间信息通信行业网络安全保障工作的通知 (MIIT's Notice on Cybersecurity Practice for Information and Communications Technology (ICT) Service Providers During Epidemic Control)  \nhttp://www.miit.gov.cn/n1146290/n1146402/c7681785/content.html\n\n\\[2\\] 工业和信息化部召开媒体通气会 介绍电信大数据分析、支撑服务疫情防控总体情况 (MIIT's Media Briefing on the Utilization of Telecom Big Data Analysis on Epidemic Control)  \nhttp://www.miit.gov.cn/n1146290/n1146402/c7678438/content.html\n\n\\[3\\] 健康码的隐私政策还有哪些改进空间？(Room of Improvement on the Health Code System's Privacy Policy)  \nhttps://www.jiemian.com/article/4120372.html\n\n\\[4\\] 美国暴发40年来最致命流感 已有6600人死亡 (US' Worst Influenza Outbreak in 40 Years, 6600 Americans Killed)  \nhttp://news.sina.com.cn/w/2020-01-22/doc-iihnzhha4088647.shtml\n\n\\[5\\] https://s.weibo.com/weibo?q=%23美国爆发乙型流感%23&Refer=SWeibo_box\n\n\\[6\\] CGTN: Time lapse video: Construction of Wuhan Huoshenshan Hospital completed  \nhttps://www.youtube.com/watch?v=53nhErXUd9A\n\n\\[7\\] 中国人民\"正在为全人类作贡献\" (Chinese People are Contributing for All Human Kind)  \nhttp://world.people.com.cn/n1/2020/0308/c1002-31622166.html\n\n\\[8\\] Xinhua Net: China deserves appreciation for efforts, sacrifices in fighting epidemic: WHO chief  \nhttp://www.xinhuanet.com/english/2020-02/16/c_138789289.htm\n\n\\[9\\] How China unleashed Twitter bots to spread COVID-19 propaganda in Italy  \nhttps://formiche.net/2020/03/china-unleashed-twitter-bots-covid19-propaganda-italy/\n\n\\[10\\] https://twitter.com/SpokespersonCHN/status/1239041044580188162  \nhttps://twitter.com/zlj517/status/1239112822908276736  \nCGTN: Italians play Chinese national anthem to thank China for its aid  \nhttps://www.youtube.com/watch?v=8ZKsA2jbwlk  \nCCTV: Italians play Chinese national anthem, chanting \"Grazie Cina\"  \nhttps://www.facebook.com/watch/?v=201784281098386\n\n\\[11\\] https://twitter.com/zlj517/status/1238111898828066823\n\n\\[12\\] Coronavirus may have existed in Italy since November: local researcher  \nhttps://news.cgtn.com/news/2020-03-22/Coronavirus-may-have-existed-in-Italy-since-November-local-researcher-P4i2As2OAg/index.html\n\n\\[13\\] Italian doctors saw strange pneumonia cases before China's COVID-19 outbreak, report says   \nhttp://www.china.org.cn/world/Off_the_Wire/2020-03/22/content_75845579.htm\n\n\\[14\\] 'Every Single Individual Must Stay Home': Italy's Coronavirus Surge Strains Hospitals  \nhttps://www.npr.org/2020/03/19/817974987/every-single-individual-must-stay-home-italy-s-coronavirus-deaths-pass-china-s?t=1585131614833\n\n\\[15\\] Beijing twisted my words on coronavirus's Italian origin, says scientist Giuseppe Remuzzi  \nhttps://www.thetimes.co.uk/article/beijing-twisted-my-words-on-coronaviruss-italian-origin-says-scientist-giuseppe-remuzzi-6twwhkrvn","createdAt":"2020-05-24T17:56:37.931Z","updatedAt":"2020-07-02T09:41:31.546Z","__v":0,"id":"5ecab555602fc90040476054"}],"createdAt":"2020-05-24T17:56:37.926Z","updatedAt":"2021-01-08T06:55:16.343Z","__v":1,"topic":{"category":"blogs","_id":"5ecaa02ba792d70040a0d8b3","name":"Information Operation","color":"#ae7bc5","createdAt":"2020-05-24T16:26:19.884Z","updatedAt":"2020-10-21T10:58:44.844Z","__v":0,"contents":[{"locale":"en","_id":"5edd65a5bf58af004a15411f","text":"Information Operation","createdAt":"2020-06-07T22:09:41.318Z","updatedAt":"2020-10-21T10:58:44.772Z","__v":0,"id":"5edd65a5bf58af004a15411f"},{"locale":"tw","_id":"5edd65a5bf58af004a154120","text":"資訊作戰","createdAt":"2020-06-07T22:09:41.319Z","updatedAt":"2020-10-21T10:58:44.777Z","__v":0,"id":"5edd65a5bf58af004a154120"},{"locale":"jp","_id":"5edd65a5bf58af004a154121","text":"インフォメーション<br>オペレーション","createdAt":"2020-06-07T22:09:41.319Z","updatedAt":"2020-10-21T10:58:44.774Z","__v":0,"id":"5edd65a5bf58af004a154121"}],"id":"5ecaa02ba792d70040a0d8b3"},"author":{"confirmed":true,"blocked":false,"_id":"5eeae9e3163518003f86d917","username":"Cyber Threat Intelligence","email":"CTI@example.com","provider":"local","createdAt":"2020-06-18T04:13:23.063Z","updatedAt":"2020-06-19T03:42:43.966Z","__v":0,"role":"5e467d0375f9d7007998aebf","id":"5eeae9e3163518003f86d917"},"publish_date":"2020-04-21T02:00:00.000Z","been_relative_posts":[],"id":"5ecab555602fc90040476053"}},"__N_SSG":true}